Repository: WordPressBugBounty/plugins-gsheetconnector-forminator
Catalog: gsheetconnector-forminator/languages/gsheetconnector-forminator-*.po
Languages: ru_ru

source: Hey %1$s
ru_ru: Привет%1$s

source: Please help us improve %2$s! If you opt-in, some data about your usage of %2$s will be sent to %5$s. If you skip this, that's okay! %2$s will still work just fine.
ru_ru: Помогите нам улучшить%2$s! Если вы выберете, некоторые данные о вашем использовании%2$s будут отправлены в%5$s. Если вы пропустите это, все в порядке! %2$s все равно будет работать нормально.

source: Forminator Google Sheet Connector Add-on requires Forminator plugin to be installed and activated.
ru_ru: Дополнение Forminator Google Sheet Connector требует установки и активации плагина Forminator.

source: Google Sheet
ru_ru: Лист Google

source: Settings
ru_ru: Настройки

source: Select
ru_ru: Выбрать

source: Forminator Data Settings saved successfully.
ru_ru: Настройки данных Forminator успешно сохранены.

source: Feed added successfully.
ru_ru: Лента добавлена успешно.

source: Feed name already exists in the list, Please enter unique name of feed.
ru_ru: Имя фида уже существует в списке, пожалуйста, введите уникальное имя фида.

source: There's something wrong with your code...
ru_ru: Что-то не так с вашим кодом...

source: Administrator
ru_ru: Администратор

source: Please rate
ru_ru: Пожалуйста, оцените

source: to help us spread the word.
ru_ru: чтобы помочь нам распространить информацию.

source: Made with ♥ by the GSheetConnector Team
ru_ru: Сделано с ♥ командой GSheetConnector

source: Support
ru_ru: Поддержка

source: Docs
ru_ru: Документы

source: VIP Circle
ru_ru: VIP-кружок

source: Free Plugins
ru_ru: Бесплатные плагины

source: Google -
ru_ru: Google Лист Pro

source: API Settings
ru_ru: Настройки API

source: Create new google APIs with Client ID and Client Secret keys to get an access for the google drive and google sheets.
ru_ru: Создайте новые API Google с идентификатором клиента и секретными ключами клиента, чтобы получить доступ к google диску и таблицам Google.

source: Client Token
ru_ru: Токен клиента

source: Click here to generate an Authentication Token
ru_ru: Нажмите здесь, чтобы создать маркер аутентификации

source: Back to Forms List
ru_ru: Вернуться к списку форм

source: Back to Feeds List
ru_ru: Вернуться к списку лент

source: Edit Feed and Integrate with Google Sheets
ru_ru: Редактирование ленты и интеграция с Google Таблицами

source: Sheet Name:
ru_ru: Включите добавление вручную имени листа и имени вкладки.

source: Sheet ID:
ru_ru: Идентификатор листа Google

source: Tab Name:
ru_ru: Имя вкладки:

source: Tab ID:
ru_ru: ID вкладки:

source: Sheet URL:
ru_ru: URL-адрес листа

source: Auto Sheet and Tab Names
ru_ru: Имя вкладки "Лист Google"

source: Google Spreadsheet Name
ru_ru: Имя вкладки "Лист Google"

source: Create New
ru_ru: Создать новую

source: Google Sheet Tab Name
ru_ru: Имя вкладки "Лист Google"

source: Create Spreadsheet
ru_ru: Отправить в электронную таблицу

source: Click here
ru_ru: Нажмите здесь

source: to fetch sheets detail for "Forms Feed Settings".
ru_ru: для получения сведений о листах для «Настройки подачи форм».

source: Field List
ru_ru: Список полей

source: Special Mail Tags
ru_ru: Специальные почтовые бирки

source: Select All
ru_ru: Выбрать

source: Header Settings
ru_ru: Цвет заголовка

source: Freeze Header
ru_ru: Заморозка строки заголовка

source: Header - Font Settings
ru_ru: Цвет заголовка

source: Sheet Background Color
ru_ru: Включите добавление вручную имени листа и имени вкладки.

source: Row - Font Settings
ru_ru: Заморозка строки заголовка

source: Sync Entries.
ru_ru: Синхронизировать записи.

source: Click Here to Sync Entries.
ru_ru: Нажмите здесь, чтобы создать маркер аутентификации

source: Back to Forms List
ru_ru: Вернуться к списку форм

source: + Add Feed to Form
ru_ru: + Добавить ленту в форму

source: Sr No
ru_ru: Ср Нет

source: Feed Name
ru_ru: Название канала

source: Edit Feed
ru_ru: Изменить Ленту

source: Delete Feed
ru_ru: Удалить ленту

source: Edit Feed and Integrate with Google Sheets
ru_ru: Редактирование ленты и интеграция с Google Таблицами

source: Delete this feed.
ru_ru: Удалите эту ленту.

source: No Feeds Found!
ru_ru: Ленты не найдены!

source: Add Feed
ru_ru: Добавить Ленту

source: Submit
ru_ru: Отправить

source: logo
ru_ru: логотип

source: Learn more
ru_ru: Узнать больше

source: GSheetConnector for Forminator Forms
ru_ru: GSheetConnector для форм Forminator

source: GSheetConnector for Forminator Forms is an addon plugin, A bridge between your WordPress based Forminator Forms forms and Google Sheets.
ru_ru: GSheetConnector для Forminator Forms - это дополнительный плагин, мост между вашими формами Forminator Forms на основе WordPress и Google Sheets.

source: Free
ru_ru: Бесплатно

source: Download
ru_ru: Скачать

source: WPForms Google Sheet Connector
ru_ru: WPForms Коннектор Google Sheet

source: WPForms, A bridge between your WordPress based WPForms and Google Sheets. It helps to record the entries in real-time.
ru_ru: WPForms, мост между вашим WPForms на основе WordPress и Google Sheets. Это помогает записывать записи в режиме реального времени.

source: Buy Now
ru_ru: Купить сейчас

source: Ninja Forms Google Sheet Connector
ru_ru: Ninja Forms Соединитель Google Sheet

source: Ninja Forms, A bridge between your WordPress based Ninja Forms and Google Sheets. It helps to record the entries in real-time.
ru_ru: Ninja Forms, мост между вашими Ninja Forms на основе WordPress и Google Sheets. Это помогает записывать записи в режиме реального времени.

source: Gravity Forms Google Sheet Connector
ru_ru: Гравитационные формы Google Sheet Connector

source: Gravity Forms Google Sheets Connector Plugin is a Bridge between your Gravity Forms and Google Sheets.
ru_ru: Плагин Gravity Forms Google Sheets Connector - это мост между вашими Gravity Forms и Google Sheets.

source: WooCommerce Google Sheet Connector
ru_ru: WooCommerce Коннектор Google Sheet

source: WooCommerce Google Spreadsheet Addon Plugin to connect with Google Sheets.
ru_ru: WooCommerce Google Spreadsheet Addon Плагин для подключения к Google Sheets.

source: A bridge between your WordPress based Elementor Forms or Metform Elementor Builder to Google Sheets.
ru_ru: Мост между вашими формами Elementor на основе WordPress или Metform Elementor Builder и Google Таблицами.

source: CF7 Google Sheets Connector
ru_ru: Коннектор CF7 Google Sheets

source: CF7 Google Sheet Connector is an addon plugin, A bridge between your WordPress based Contact Form 7 forms and Google Sheets.
ru_ru: CF7 Google Sheet Connector - это дополнительный плагин, мост между вашими формами Contact Form 7 на основе WordPress и Google Sheets.

source: Easy Digital Downloads Google Sheet Connector sends orders entries to Google Sheet in a real-time
ru_ru: Easy Digital Downloads Google Sheet Connector отправляет записи о заказах в Google Sheet в режиме реального времени

source: Avada Theme Fusion Builder addon, simplifies real-time data transmission from Avada theme-based forms to Google Sheets with premium features.
ru_ru: Дополнение Avada Theme Fusion Builder упрощает передачу данных в режиме реального времени из тематических форм Avada в Google Таблицы с помощью премиальных функций.

source: Available PRO Version
ru_ru: Доступная версия PRO

source: Divi Forms GSheetConnector, an addon for DIVI Theme/Builder, simplifies real-time syncing of data from DIVI theme forms to both the database and Google Sheets.
ru_ru: Divi Forms GSheetConnector, аддон для DIVI Theme/Builder, упрощает синхронизацию данных из форм темы DIVI в режиме реального времени как с базой данных, так и с Google Таблицами.

source: GSheetConnector for Formidable Forms
ru_ru: GSheetConnector для внушительных форм

source: Formidable Forms, A bridge between your WordPress based Formidable Forms forms and Google Sheets.
ru_ru: Formidable Forms, мост между формами Formidable Forms на основе WordPress и Google Sheets.

source: Caldera Forms Closure, No more updates on this plugin Due to Caldera Forms being sunset/retired on December 31, 2021
ru_ru: Закрытие Caldera Forms, больше нет обновлений этого плагина из-за того, что Caldera Forms был закрыт/выведен из эксплуатации 31 декабря 2021 г.

source: Version :
ru_ru: Версия :

source: DASHBOARD
ru_ru: ПАНЕЛЬ УПРАВЛЕНИЯ

source: Integration
ru_ru: Интеграция

source: Form Feed
ru_ru: Подача формы

source: System Status
ru_ru: Статус системы

source: Extensions
ru_ru: Расширения

source: Forminator Forms connected with Google Sheets.
ru_ru: Forminator Forms подключен к Google Sheets.

source: Connected Sheets Name
ru_ru: Имя соединённых таблиц

source: No Forminator Forms are connected with Google Sheets.
ru_ru: Формы Forminator не связаны с Google Таблицами.

source: <strong>Authentication Required:</strong> You must authenticate using your Google Account along with Google Drive and Google Sheets Permissions to enable the settings for configuration.
ru_ru: <strong>Требуется аутентификация:</strong> Чтобы включить настройки конфигурации, необходимо пройти аутентификацию с помощью аккаунта Google, а также разрешений Google Диска и Google Таблиц.

source: Active Forms
ru_ru: Активные формы

source: Last Submission:
ru_ru: Последняя заявка:

source: Submissions in the last 30 days:
ru_ru: Отправленные материалы за последние 30 дней:

source: No forms are currently available.
ru_ru: В настоящее время формы отсутствуют.

source: Create a new form
ru_ru: Создать новую форму

source: to get started.
ru_ru: для начала.

source: Set Up Forms Integration with Google Sheets
ru_ru: Настройка интеграции форм с Google Таблицами

source: Choose Google API Setting :
ru_ru: Выберите настройку Google API

source: Use Existing Client/Secret Key (Auto Google API Configuration)
ru_ru: Использование существующего клиента/секретного ключа (автоматическая настройка Google API)

source: Use Manual Client/Secret Key (Use Your Google API Configuration) (Upgrade To PRO)
ru_ru: Используйте ручной клиент/секретный ключ (используйте конфигурацию Google API) (обновите до PRO)

source: Upgrade To PRO
ru_ru: Обновить до PRO

source: Manual Client/Secret Key (Use Your Google API Configuration) method is available in the PRO version of the plugin.
ru_ru: Ручной метод Client/Secret Key (Use Your Google API Configuration) доступен в PRO-версии плагина.

source: Forminator-
ru_ru: Форминатор-

source: Google Sheet Integration
ru_ru: Интеграция с Google Таблицами

source: Authenticate with your Google account, follow these steps:
ru_ru: Чтобы пройти аутентификацию с помощью учетной записи Google, выполните следующие действия:

source: Click on the "Sign In With Google" button.
ru_ru: Нажмите на кнопку «Войти через Google».

source: Grant permissions for the following:
ru_ru: Предоставьте разрешения на следующие действия:

source: Google Drive
ru_ru: Google Диск

source: Google Sheets
ru_ru: Google Таблицы

source: Ensure that you enable the checkbox for each of these services.
ru_ru: * Убедитесь, что вы установили флажок для каждой из этих услуг.

source: This will allow the integration to access your Google Drive and Google Sheets.
ru_ru: Это позволит интеграции получить доступ к вашим Google Диску и Google Таблицам.

source: Google Access Code
ru_ru: Код доступа Google

source: Currently Active
ru_ru: Активный сейчас

source: Deactivate
ru_ru: Деактивировать

source: On deactivation, all your data saved with authentication will be removed and you need to reauthenticate with your google account.
ru_ru: При деактивации все ваши данные сохраняются с аутентификацией будет удалено, и вам нужно будет повторно авторизоваться в своей учетной записи Google.

source: Click Sign in with Google
ru_ru: Нажмите Войти через Google

source: Save & Authenticate
ru_ru: Сохранение и аутентификация

source: Something went wrong! It looks you have not given the permission of Google Drive and Google Sheets from your google account.Please Deactivate Auth and Re-Authenticate again with the permissions.
ru_ru: Что-то пошло не так! Похоже, вы не дали разрешение на использование Google Drive и Google Sheets из своей учетной записи Google. Пожалуйста, отключите аутентификацию и снова пройдите повторную аутентификацию с разрешениями.

source: Also,
ru_ru: Тоже

source: Click Here
ru_ru: Клик здесь

source: and if it displays GSheetConnector for WP Contact Forms" under Third-party apps with account access then remove it.
ru_ru: и если он отображает «GSheetConnector для контактных форм WP» в разделе Сторонние приложения с доступом к учетной записи, удалите его.

source: Connected email account: <u>%s</u>
ru_ru: Подключенная учетная запись электронной почты: <u>%s</u>

source: Something wrong ! Your Auth Code may be wrong or expired. Please deactivate and do Re-Authentication again.
ru_ru: Что-то не так! Ваш код аутентификации может быть неправильным или истекшим сроком действия. Пожалуйста, деактивируйте и выполните повторную аутентификацию еще раз.

source: We do not store any of the data from your Google account on our servers, everything is processed & stored on your server. We take your privacy extremely seriously and ensure it is never misused.
ru_ru: Мы не храним никаких данных из вашей учетной записи Google на наших серверах, все обрабатывается и хранится на вашем сервере. Мы очень серьезно относимся к вашей конфиденциальности и гарантируем, что она никогда не будет использована не по назначению.

source: Learn more.
ru_ru: Узнать больше.

source: Debug Log
ru_ru: Журнал отладки

source: View
ru_ru: Просмотр

source: Clear
ru_ru: Очистить

source: No errors found.
ru_ru: Ошибок не найдено.

source: No log file exists as no errors are generated.
ru_ru: Файл журнала не существует, так как ошибки не генерируются.

source: Next steps…
ru_ru: Дальнейшие действия...

source: Upgrade to PRO
ru_ru: Обновить до PRO

source: Sync Sheets,Entries and much more.
ru_ru: Синхронизация листов, записей и многого другого.

source: Compatibility
ru_ru: Совместимость

source: Compatibility with Forminator Third-Party Plugins
ru_ru: Совместимость со сторонними плагинами Forminator

source: Multi Languages
ru_ru: Мультиязычность

source: This plugin supports multi-languages as well!
ru_ru: Этот плагин также поддерживает мультиязычность!

source: Product Support
ru_ru: Поддержка продукта

source: Online Documentation
ru_ru: Онлайн-документация

source: Understand all the capabilities of Forminator GSheetConnector
ru_ru: Узнайте обо всех возможностях Forminator GSheetConnector

source: Ticket Support
ru_ru: Запрос в поддержку

source: Direct help from our qualified support team
ru_ru: Прямая помощь от нашей квалифицированной команды поддержки

source: Affiliate Program
ru_ru: Партнерская программа

source: Earn flat 30% on every sale!
ru_ru: Зарабатывайте квартиру 30% o с каждой продажи!

source: System Info
ru_ru: Системная информация

source: Copy System Info to Clipboard
ru_ru: Копировать информацию о системе в буфер обмена

source: Error Log
ru_ru: Лог ошибок

source: If you have
ru_ru: Если у вас есть

source: enabled, errors are stored in a log file. Here you can find the last 100 lines in reversed order so that you or the GSheetConnector support team can view it easily. The file cannot be edited here.
ru_ru: Включено, ошибки сохраняются в лог-файле. Здесь вы можете найти последние 100 строк в обратном порядке, чтобы вы или служба поддержки GSheetConnector могли легко их просмотреть. Файл здесь не может быть отредактирован.

source: Copy Error Log to Clipboard
ru_ru: Копирование журнала ошибок в буфер обмена

source: Copied
ru_ru: Скопировано

source: GSheetConnector for Forminator PRO Features
ru_ru: GSheetConnector для Forminator PRO Особенности

source: This features is available in the PRO version of the plugin. To <strong>Enable the options Upgrade to the PRO</strong> version to unlock all these awesome features.
ru_ru: Эта функция доступна в PRO версии плагина. <strong>Чтобы включить опции, обновите до версии PRO</strong> , чтобы разблокировать все эти потрясающие функции.

source: Bonus: GSheetConnector for Forminator Lite users will get <strong>Special Discounts</strong> for unlimited site licence, automatically applied at checkout.
ru_ru: Бонус: GSheetConnector для пользователей Forminator Lite получит <strong>специальные скидки</strong> на неограниченную лицензию сайта, автоматически применяемую при оформлении заказа.

source: Send your Forminator Forms data to your Google Sheets spreadsheet.
ru_ru: Отправьте данные Forminator Forms в таблицу Google Sheets.

source: GSheetConnector
ru_ru: GSheetКоннектор
